wrk/expand_result.txt
Running 5m test @ http://localhost:8888
  12 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    51.67ms   14.89ms 407.07ms   90.53%
    Req/Sec     1.63k   217.50     4.06k    76.93%
  5833491 requests in 5.00m, 1.17GB read
Requests/sec:  19441.08
Transfer/sec:      3.99MB